Repository: frederickjh/vimeup
Catalog: locale/*/LC_MESSAGES/vimeup.po
Languages: de_ch

source: The validation of the private configuration failed. This contains the authorization details for the Vimeo API. Without being able to authorize there is not much this program can do.
de_ch: Die Validierung der privaten Konfiguration ist fehlgeschlagen. Diese enthält die Autorisierungsdetails für die Vimeo-API. Ohne die Möglichkeit, sich zu autorisieren, kann dieses Programm nicht viel tun.

source: Would you like to fix the private configuration? Or exit?
de_ch: Möchten Sie die private Konfiguration korrigieren? Oder beenden?

source: Yes
de_ch: Ja

source: Exit
de_ch: Beenden

source: Vimeup - Private configuration validation failed!
de_ch: Vimeup - Validierung der privaten Konfiguration fehlgeschlagen!

source: On the Vimeo Developer site you can copy the Client Identifier and Client Secrets. You can also generate a Personal Access Token.
de_ch: Auf der Vimeo-Entwickler-Seite können Sie die Client-Kennung und die Client-Geheimnisse kopieren. Sie können auch ein persönliches Zugriffstoken generieren.

source: Open Vimeo developer site in a web browser
de_ch: Öffnen Sie die Vimeo-Entwicklerseite in einem Webbrowser

source: Vimeup Client ID
de_ch: Vimeup Client Identifier

source: Enter the client identifier for Vimeup.
de_ch: Geben Sie den "Client Identifier" für Vimeup ein.

source: 40 Characters
de_ch: 40 Zeichen

source: Enter the client secret for Vimeup.
de_ch: Geben Sie das "Client secret" für Vimeup ein.

source: 128 Characters
de_ch: 128 Zeichen

source: Enter the personal access token for Vimeup.
de_ch: Geben Sie das "personal access token" für Vimeup ein.

source: 32 Characters
de_ch: 32 Zeichen

source: Generate a new personal access token on Vimeo if you need one.
de_ch: Generieren Sie ein neues "personal access token" auf Vimeo, wenn Sie eines benötigen.

source: Cancel
de_ch: Abbrechen

source: Vimeup - Private Configuration Setup
de_ch: Vimeup - Einrichtung der privaten Konfiguration

source: I will now start a web browser and open the Vimeo developer site so you can get or create the required private configuration for this program, Vimeup.
de_ch: Ich werde nun einen Webbrowser starten und die Vimeo-Entwicklerseite öffnen, damit Sie die erforderliche private Konfiguration für dieses Programm, Vimeup, erhalten oder erstellen können.

source: Click OK and the browser will open
de_ch: Klicken Sie auf OK und der Browser wird geöffnet

source: Vimeup - Launch Vimeo Developer site in web browser?
de_ch: Vimeup - Vimeo Developer-Site im Webbrowser starten?

source: We were unable to authenticate or connect to Vimeo.
de_ch: Wir konnten uns nicht authentifizieren oder mit Vimeo verbinden.

source: The HTTP response code returned was:
de_ch: Der zurückgegebene HTTP-Antwortcode war:

source: The error message was:
de_ch: Die Fehlermeldung lautete:

source: Vimeup - Authentication / Connection to Vimeo failed
de_ch: Vimeup - Authentifizierung / Verbindung zu Vimeo fehlgeschlagen

source: The local configuration file either does not exist or is empty.
de_ch: Die lokale Konfigurationsdatei existiert entweder nicht oder ist leer.

source: Would you like to setup the local configuration? Or use the default?
de_ch: Möchten Sie die lokale Konfiguration einrichten? Oder die Standardeinstellung verwenden?

source: Use Default local configuration
de_ch: Lokale Standardkonfiguration verwenden

source: Vimeup - Local configuration file missing or empty
de_ch: Vimeup - Lokale Konfigurationsdatei fehlt oder ist leer

source: Vimeup shared configuration file
de_ch: Gemeinsame Konfigurationsdatei von Vimeup

source: This is the location and name of the shared Vimeup configuration file. This can be shared via a file synchronization service.
de_ch: Dies ist der Speicherort und Name der gemeinsamen Vimeup-Konfigurationsdatei. Diese kann über einen Dateisynchronisationsdienst freigegeben werden.

source: Choose File
de_ch: Datei auswählen

source: Configuration Files
de_ch: Konfigurationsdateien

source: ALL Files
de_ch: ALLE Dateien

source: Vimeup upload directory
de_ch: Vimeup-Upload-Verzeichnis

source: This is the directory Vimeup will first open when you upload a video.
de_ch: Dies ist das Verzeichnis, das Vimeup zuerst öffnet, wenn Sie ein Video hochladen.

source: Choose Directory
de_ch: Verzeichnis wählen

source: Vimeup download directory
de_ch: Vimeup Download-Verzeichnis

source: This is the directory Vimeup will first open when you a download video.
de_ch: Dies ist das Verzeichnis, das Vimeup zuerst öffnet, wenn Sie ein Video herunterladen.

source: Vimeup - Local Configuration Setup
de_ch: Vimeup - Lokale Konfiguration einrichten

source: &File
de_ch: &Datei

source: &Settings
de_ch: &Einstellungen

source: Private
de_ch: privat

source: Local
de_ch: lokal

source: Shared
de_ch: geteilt

source: E&xit
de_ch: B&eenden

source: &Help
de_ch: &Hilfe

source: &About...
de_ch: &Über...

source: Vimeup - Your Vimeo Helper
de_ch: Vimeup - Ihr Vimeo-Helfer
